{
  "name": "Holy Hydration",
  "industry": "Supplements",
  "founded": "2020",
  "headquarters": "Berlin, Germany",
  "collected_by": "boboter",
  "last_updated": "2025-05-02",
  "promises": [
    {
      "text": "A healthier alternative to conventional sports drinks, featuring a balanced amount of electrolytes and significantly reduced sugar and calorie content."
    }
  ],
  "reality": [
    {
      "evidence": "An analysis of the nutritional information of HOLY Hydration, LMNT, and Nuun reveals distinct compositional differences. HOLY contains only 0.1 g of sugar per 100 ml and approximately 4 kcal, which is significantly lower than conventional sports drinks like Gatorade and Powerade, which typically contain around 6–8 g of sugar and 25–30 kcal per 100 ml. HOLY also includes key electrolytes such as potassium (60 mg/100 ml) and magnesium (11.3 mg/100 ml), though in lower concentrations than LMNT, which delivers 1000 mg sodium, 200 mg potassium, and 60 mg magnesium per serving. Nuun tablets fall between these extremes, offering a balanced profile with 300 mg sodium and modest carbohydrate content. Compared to LMNT, HOLY’s sodium level is substantially lower (<0.1 g salt per 100 ml, ~40 mg sodium), making it less suitable for high-intensity endurance use, but well-suited for casual or everyday hydration.",
      "verdict": "HOLY Hydration is objectively healthier than traditional sports drinks but does not offer superior performance metrics compared to modern hydration products designed for endurance or clinical use.",
      "ampel": "green",
      "ampelLabel": "Valid",
      "sources": [
        "https://de.weareholy.com/products/10er-probier-box-hydration?variant=44665038766345",
        "https://de.weareholy.com/cdn/shop/files/HT-0009-Coconut1-DE.png?v=1721808588&width=900",
        "https://res.cloudinary.com/drinklmnt/image/upload/f_auto,q_auto/v1696530194/lmnt-salt-citrus-nutrition_jz43xt.webp",
        "https://nuunlife.com/products/nuun-sport"
      ]
    }
  ]
}
